<%@ page contentType="text/html; charset=UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<%@ taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions"%>
<c:set var="menuId" value="1"/>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
<title>帮助中心--纵横中文网</title>
<meta name="copyright" content="本页版权 www.zongheng.com 纵横中文网所有。All Rights Reserved"/>
<meta http-equiv="X-UA-Compatible" content="IE=EmulateIE7"/>
<link rel="stylesheet" type="text/css" href="http://static.zongheng.com/v2012/style/help.css"/>
<script type="text/javascript" src="http://static.zongheng.com/v2012/js/jquery-1.4.2.min.js"></script>
<script type="text/javascript" src="http://static.zongheng.com/v2012/js/jquery-plugin.min.js"></script>
<script type="text/javascript" src="http://static.zongheng.com/v2012/js/help.js"></script>
</head>
<body>
<!-- 头部背景 -->
<div class="zonghengbg">
    <!-- 头部导航 -->
    <%@ include file="../help/inc/header.jspf"%>
    <!-- 头部导航 结束 -->
    <div class="cl15"></div>
    <!-- 帮助 -->
    <div class="wrap">
        <div class="help box">
            <div class="help_main">
                <h1>帮助中心</h1>
                <h2>协议查询 &gt; 付费用户协议</h2>
                <div class="cl20"></div>
                <div class="xycon box">
                    <div class="fblue fs14 tc"><strong>纵横中文网付费用户协议</strong><a name="regtop"></a></div>
                    <p><a class="fgreen fr" href="#regtop" name="xy1">TOP</a><strong class="fred">1.释义</strong><br/>
          　　纵横中文网（<a href="http://www.zongheng.com">www.zongheng.com</a>）是北京幻想纵横网络技术有限公司旗下的中文原创阅读网站平台。<br/>
                　　纵横中文网付费用户协议（以下简称“本协议”）是付费用户与北京幻想纵横网络技术有限公司（以下简称“纵横中文网”）之间的法律协议。<br />
                　　付费用户是指成功注册纵横中文网用户账号，并充值付费以使用或实际已使用纵横中文网相关服务的个人。<br/>
                　　 特别提醒：本协议是用户注册账号并充值付费及实际使用纵横中文网提供的相关服务时适用的通用条款。因此，请您在注册纵横中文网用户账号并充值时，或接受使用纵横中文网针对付费用户提供的相关服务之前，详细地阅读本协议的所有内容。用户了解并同意：无论您事实上是否认真阅读，只要您完成账号注册充值，或者实际接受了纵横中文网的相关服务，就表示您已接受了本协议及纵横中文网公布的各相关服务规则（包括但不限于付费用户使用规则、充值规则等），并愿意受其约束。如果发生纠纷，您不能以未仔细阅读为由进行抗辩。纵横中文网有可能随时更改本协议及相关服务规则，将于相关页面公告修改的事实，而不另行对付费用户进行个别通知，敬请定期查询。如果您不同意本协议、各服务规则，或纵横中文网对本协议、各服务规则的修改，您可以主动停止使用纵横中文网服务。如果您仍继续使用纵横中文网服务的，则视为您同意纵横中文网对本协议及各服务规则的修改，修改后的用户协议、服务规则自公布之日起生效。<br/>
                	</p><br/>
                    <p><a class="fgreen fr" name="xy2" href="#regtop">TOP</a><strong class="fred">2.服务内容</strong><br/>
                　　纵横中文网提供的服务（包括但不限于付费用户服务）及与该服务有关的全部信息、资料、文字、软件、声音、图片、视频、技术（包括相关的软件）等的著作权、专利权、商标、商业秘密、其他知识产权、所有权或其他权利，均为纵横中文网或其权利人所有，受中华人民共和国著作权法、商标法、专利法等相关法律及中国加入的国际公约或国际协定保护。除非事先获得纵横中文网或其权利人的合法授权，付费用户不得对任何上述信息、资料、文字、图片、视频等进行修改、拷贝、散布、传送、展示、复制、发行、授权、制作衍生著作、移转或销售等行为。如付费用户未遵守本条款的上述规定，在不损害其他权利的情况下，纵横中文网可立即终止向付费用户提供所有服务（包括但不限于付费用户服务），付费用户必须销毁任何已经获得的上述信息、资料、文字、图片等。<br/>
                　　纵横中文网服务中的各种数据，包括但不限于纵横币、月票、推荐票、点数、积分等，其所有权归纵横中文网所有，付费用户只能在符合法律规定、本协议及相关服务规则的情况下使用，且可以通过充值付费行为获准使用部分虚拟币或相关服务。<br/>
            	</p><br/>
                <p><a class="fgreen fr" href="#regtop" name="xy3">TOP</a><strong class="fred">3. 服务使用规则</strong><br/>
                　　（1）用户在纵横中文网注册账号并充值付费后，可以享受纵横中文网根据实际情况针对付费用户提供的相关服务（简称“付费用户服务”）。内容可能包括：订阅作品的付费章节；订阅付费作品；优先订制阅读部分作品；不同级别付费用户享受不同阅读权限及优惠；为付费用户提供的如推荐票、月票、积分、投票、奖励等衍生服务；个人帐号消费记录查询；以及其他纵横中文网提供的，标明为付费用户所享有的服务。<br />
					<span style="font-weight:bold;">注意：一旦充值成功，用户将无法取消充值，且用户不得以任何理由要求纵横中文网退还全部或部分已充值款项，纵横中文网存在过错的除外。</span><br />
                　　（2）付费用户服务的具体内容、用户对象、费用、参与方式、参与条件等，纵横中文网会在相关页面上做明确的提示，如果用户拒绝支付相应费用或不同意相关内容，则无法使用相应服务。纵横中文网将有权决定并随时修改所提供的付费用户服务的内容、条件、资费标准、期限和收费方式等（包括免费到收费或收费到免费的修改，不同阶段不同收费，不同用户级别不同收费，服务提供或取消等）。<br />
                　　（3）付费用户在注册账号时应提供完整、详尽、真实的个人资料，如个人资料有变更，应及时登录账号进行更新。付费用户了解并同意：账号一旦设定，就不可再为变更；密码则可以在纵横中文网的网页上进行更改；如因付费用户不及时更新或提供不准确资料造成无法使用付费用户服务的，纵横中文网不承担任何责任。<br />
                　　（4）付费用户注册成功账号后，有义务妥善保管其账号和密码，应对其账号进行的活动和行为负法律责任。如因付费用户自身过错（包括但不限于转让账号、与他人共用、自己泄露等）或付费用户计算机感染病毒或木马，导致账号或密码泄漏、遗失的，付费用户应自行承担由此造成的损失，纵横中文网将保留对处理付费用户账号或密码遗失等问题所提供的服务索取服务费用的权利。<br />
                　　（5）若付费用户发现其账号或密码遭他人非法使用或有异常使用的情形，应立即通知纵横中文网，并提交该账号为其本人所有的有关证明，以便申请该账号的暂停使用，因此而造成的损失，纵横中文网不承担赔偿责任。<br />
                　　（6）付费用户对其所浏览、阅读的付费作品、付费章节的内容，应当承担不泄露、不复制、不传播、不转发、不利用付费用户资格进行任何损害作者、纵横中文网或其他用户利益行为的义务。<br />
                　　（7）付费用户应按照纵横中文网制定并公布的服务规则、内容等，使用相关服务。<br />
                　　（8）付费用户在使用纵横中文网网络服务(包括但不限于付费用户服务)过程中，必须遵循以下原则：<br />
                　　a、遵守中华人民共和国有关的法律和法规；<br />
                　　b、不得为任何非法目的而使用网络服务系统；<br />
                　　c、遵守所有与网络服务有关的网络协议、规定和程序；<br />
                　　d、不得进行任何可能损害、攻击、使服务器过度负荷或其他可能影响、破坏纵横中文网所提供服务的行为；<br />
                　　e、不得利用纵横中文网网络服务系统进行任何可能对互联网的正常运转造成不利影响或可能干扰他人以正常方式使用纵横中文网所提供的服务的行为；<br />
                　　f、不得利用纵横中文网网络服务系统传输任何骚扰性、中伤他人、辱骂性、恐吓性、庸俗淫秽、侵犯他人知识产权或公众/私人权利的其他任何非法的信息资料；<br />
                　　g、不得利用纵横中文网网络服务系统进行其他不利于纵横中文网的行为；<br />
                　　h、就纵横中文网及合作商业伙伴的服务、产品、业务咨询应采取相应机构提供的沟通渠道，不得在公众场合发布有关纵横中文网及相关服务的负面宣传；<br />
                　　i、如发现任何非法使用用户账号或账号出现异常使用的情况，应立即通告纵横中文网。<br />
            	</p><br/>
                <p><a class="fgreen fr" name="xy4" href="#regtop">TOP</a><strong class="fred">4.隐私保护</strong><br/>
                　　（1）保护用户（特别是未成年人）的隐私是纵横中文网的一项基本政策。若父母（监护人）希望未成年人（尤其是十岁以下子女）得以使用付费用户服务，应以父母（监护人）名义申请注册并充值。<br />
                　　（2）纵横中文网将采取商业上合理的方式来保护付费用户个人资料的安全，即使用通常可以获得的安全的技术和程序来保护付费用户的个人资料，保证付费用户的个人资料在未经授权的情况下不被访问、使用或泄漏。对于非因纵横中文网的过错而造成付费用户账号的丢失或付费用户个人资料的泄密，纵横中文网将不承担任何责任。<br />
                　　（3）纵横中文网承诺在未获得付费用户的许可前，不会公开付费用户注册资料中的真实姓名、身份证号码、家庭住址、通讯地址、邮政编码、电子邮箱、密码、密码保护提示问题及答案等个人资料。但如果出现下列情况将不在此承诺范围内：<br />
                　　a、付费用户允许纵横中文网披露这些个人资料；<br />
                　　b、有关法律法规或行政规章要求纵横中文网披露付费用户的个人资料；<br />
                　　c、司法机关或行政机关基于法定程序要求纵横中文网披露付费用户的个人资料；<br />
                　　d、为保护纵横中文网的知识产权和其他财产权益，需要披露付费用户的个人资料；<br />
                　　e、在紧急情况下为保护其他用户和社会大众的人身安全，需要披露付费用户的个人资料；<br />
                　　f、本公司合理怀疑有危害国家安全事情发生时，本公司主动将相关资料供公安机关调查处理；<br />
                　　g、纵横中文网可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与纵横中文网同等的保护付费用户隐私的责任，则纵横中文网可将付费用户的注册资料等提供给该第三方。<br />
                　　（4）在不透露付费用户隐私资料的前提下，纵横中文网有权对整个用户数据库进行技术分析并对分析、整理后的用户数据库进行商业上的利用。该商业利用包括但不限于：纵横中文网及其关系企业或合作对象对用户资料进行搜集、处理、保存、传递及使用，以做成会计资料、进行网络行为调查及研究、提供用户其它信息及服务或进行其它各种方式的合法使用。
            	</p><br/>
                <p><a class="fgreen fr" name="xy5" href="#regtop">TOP</a><strong class="fred">5. 服务中断、终止</strong><br/>
                　　（1）发生下列情形之一时，即使未经通知，纵横中文网有权停止或中断所提供的服务（包括但不限于付费用户服务）：<br />
                　　a、定期或不定期地对纵横中文网的网络设备进行必要的保养及施工；<br />
                　　b、因纵横中文网、纵横中文网的合作方或电信网络系统软硬件设备的故障、失灵或人为操作的疏失；<br />
                　　c、他人侵入纵横中文网的网络，篡改、删改或伪造、编造网站数据；<br />
                　　d、不可抗力原因；<br />
                　　e、由于相关机构基于法律或法定程序的要求；<br />
                　　f、其他基于法律或国家政策的规定。<br />
                　　（2）除前款外，付费用户或纵横中文网可随时根据实际情况终止全部或部分服务。 
            	</p><br/>
                <p><a class="fgreen fr" name="xy6" href="#regtop">TOP</a><strong class="fred">6. 取消账号和终止、暂停服务</strong><br/>
                　　付费用户有如下任意一种或多种行为，纵横中文网有权随时取消其账号或终止或暂停（包括但不限于封停该用户账号或限期禁止登录）对该用户的全部或部分服务（包括但不限于付费用户服务），纵横中文网不承担任何责任，且付费用户账号已充值部分不予返还：<br />
                （1）违反本协议或相关服务规则的行为；<br />
                （2）滥用其付费用户权利；<br />
                （3）提供虚假注册信息；<br />
                （4）通过不正当手段使用纵横中文网网络服务；<br />
                （5）有损纵横中文网及其权利人、关系企业或合作对象的权益和其他用户合法权益的行为；<br />
                （6）传播、转发、泄露纵横中文网付费章节的内容、文字、图片等，或其他侵犯纵横中文网、作者或其他第三人知识产权的行为，给纵横中文网、作者或其他第三人造成损失的；<br />
                （7）因自身过错导致账号遗失给纵横中文网或其他第三人造成损失的；<br />
                （8）违反中国的法律、法规；<br />
                （9）违背社会风俗和社会道德的行为；<br />
                （10）其他违反纵横中文网相关规定的行为。  
            	</p><br/>
                <p><a class="fgreen fr" name="xy7" href="#regtop">TOP</a><strong class="fred">7．免责声明</strong><br/>
                　　（1）在适用法律允许的最大范围内，纵横中文网明确表示不提供任何其他类型的保证：包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒、无错误、满足用户要求、及时性、安全性等的任何明示、默示保证和责任。<br />
                　　（2）在适用法律允许的最大范围内，纵横中文网不就因付费用户使用纵横中文网的服务引起的，或在任何方面与纵横中文网的服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求（包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿）承担任何责任。<br />
                　　（3）付费用户若反对任何本协议的条款或对后来的协议的修改有异议，或对纵横中文网的服务不满，付费用户有以下的追索权：<br />
                　　a、不再使用纵横中文网付费用户服务或所有服务；<br />
                　　b、请求纵横中文网注销其账号；<br />
                　　c、通告纵横中文网停止其接受纵横中文网付费用户服务的资格。
            	</p><br/>
                <p><a class="fgreen fr" href="#regtop" name="xy8">TOP</a><strong class="fred">8．违约责任</strong><br/>
                </p><p>
                　　（1）付费用户同意保障和维护纵横中文网及其他用户的利益，如因付费用户违反有关法律、法规或本协议项下的任何条款而给纵横中文网或任何其他第三人造成损失，付费用户同意承担由此造成的损害赔偿责任。
                </p><p>
                　　（2）用户利用纵横中文网平台或者纵横中文网游戏漏洞非法获取收益的，纵横中文网有权扣除用户账户内非法所得部分，并保留对用户追究法律责任的权利。
                </p><br/>
                <p><a class="fgreen fr" href="#regtop" name="xy9">TOP</a><strong class="fred">9.法律管辖</strong><br/>
                　　本协议相关规范的解释及适用，以及付费用户因使用纵横中文网相关服务而与纵横中文网之间所产生的权利义务关系，应适用中华人民共和国法律（不含涉外民事法律适用法或其他类似法规）。因此所产生的争议，均应以北京幻想纵横网络技术有限公司所在地法院为第一审管辖法院。此外，如果本协议的任何内容与法律相抵触，应以法律规定为准，而本协议的其他部分保持对付费用户的法律效力。
            	</p><br/>
                <p><a class="fgreen fr" href="#regtop" name="xy10">TOP</a><strong class="fred">10．送达和通知</strong><br/>
                　　本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。
                </p><br/>
                <p><a class="fgreen fr" href="#regtop" name="xy11">TOP</a><strong class="fred">11．其他规定</strong><br/>
                　　如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且对协议各方有约束力。
                </p><p>
                　　本协议中的标题仅为方便而设，不具法律或契约效果。
				</p><p>
                　　纵横中文网制定并在网站上公布的各种服务规则、帮助条款、用户提示等，为本协议有效组成部分，与本协议具同等法律效力。请用户在使用相关服务时，仔细阅读有关条款。
                </p><br/>
                </div>
            </div>
            <div class="help_side">
            <%@ include file="../help/inc/menu.jspf"%>
            </div>
            <div class="cl0"></div>
        </div>
    </div>
    <!-- 帮助 结束 -->
</div>
<!--头部背景 结束-->
<div class="cl15"></div>
<!-- 页尾 -->
<%@ include file="../help/inc/footer.jspf"%>
<!-- 页尾 结束 -->
</body>
</html>